Repository: lthanh0711/mysite
Catalog: catalog/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Invalid date - renewal in past
vi: Sai định dạng ngày - làm mới trong quá khứ

source: Invalid date - renewal more than 4 weeks ahead
vi: Sai định dạng ngày - làm mới hơn 4 tuần

source: Renewal date
vi: Ngày làm mới

source: Enter a date between now and 4 weeks (default 3).
vi: Nhập ngày nằm giữa hiện tại và 4 tuần sau (mặc định 3 tuần sau)

source: Enter a book genre (e.g. Science Fiction)
vi: Nhập thể loại sách (vd: khoa học viễn tưởng)

source: Enter a brief description of the book
vi: Nhập mô tả cho sách

source: Select a genre for this book
vi: Xác định thể loại cho cuốn sách này

source: Unique ID for this particular book across whole library
vi: ID cho cuốn sách

source: Book availability
vi: Tình trạng sách

source: Enter the book's natural language (e.g. English, French, Japanese etc.)
vi: Ngôn ngữ của sách

source: Local Library
vi: Thư viện

source: Home
vi: Trang chủ

source: All books
vi: Danh mục sách

source: All authors
vi: Danh mục tác giả

source: Search book
vi: Tìm kiếm sách

source: Search author
vi: Tìm kiếm tác giả

source: Staff
vi: Nhân viên

source: All borrowed
vi: Toàn bộ sách đã được mượn

source: Add book
vi: Thêm sách

source: Add author
vi: Thêm tác giả

source: User:
vi: Người dùng:

source: My Borrowed
vi: Sách đã mượn

source: Logout
vi: Đăng xuất

source: Login
vi: Đăng nhập

source: previous
vi: Trước

source: Page
vi: Trang

source: of
vi: trên

source: next
vi: Sau

source: Are you sure you want to delete the author:
vi: Bạn có chắc muốn xóa tác giả này:

source: Author Detail
vi: Thông tin tác giả

source: Update
vi: Cập nhật

source: Author List
vi: Danh mục tác giả

source: There are no authors available.
vi: Không có tác giả nào.

source: Delete Book
vi: Xóa sách

source: Are you sure you want to delete the book:
vi: Bạn có chắc chắn muốn xóa sách:

source: Book Detail
vi: Thông tin sách

source: Title:
vi: Tiêu đề:

source: Summary:
vi: Tóm tắt:

source: Language:
vi: Ngôn ngữ:

source: Genre:
vi: Thể loại:

source: Due to be returned:
vi: Ngày trả sách:

source: Imprint:
vi: Nhà xuất bản:

source: Rent
vi: Mượn sách

source: Return
vi: Trả sách

source: Book List
vi: Danh mục sách

source: There are no books in the library.
vi: Không có sách nào.

source: Renew:
vi: Làm mới:

source: Due date:
vi: Ngày trả:

source: Rent Book
vi: Mượn sách

source: Rent Book:
vi: Mượn sách:

source: All Borrowed Books
vi: Sách đã được mượn

source: Renew
vi: Làm mới

source: Borrowed books
vi: Sách đã mượn

source: Search For
vi: Tìm kiếm

source: Local Library Home
vi: Trang chủ

source: Welcome to LocalLibrary, a website developed by
vi: Chào mừng đến Local Library, trang web được phát triển bởi

source: Dynamic content
vi: Nội dung

source: The library has the following record counts:
vi: Các bản record trong thư viện:

source: Books:
vi: Sách:

source: Copies:
vi: Số bản copy:

source: Copies available:
vi: Số bản copy khả dụng:

source: Authors:
vi: Tác giả:

source: You have visited this page
vi: Bạn đã truy cập trang

source: time
vi: lần.

source: Submit
vi: Gửi

source: Add Author
vi: Thêm tác giả

source: Update Author info
vi: Cập nhật thông tin tác giả

source: Add Book
vi: Thêm sách

source: Update Book info
vi: Cập nhật thông tin sách

source: Book
vi: Sách

source: Author
vi: Tác giả
